Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# feedManagement.addFeed.saveUnavailable.add.detail
source: The app cannot save a new feed in the current environment.
ar: لا يمكن للتطبيق حفظ خلاصة جديدة في البيئة الحالية.
de: Die App kann in der aktuellen Umgebung keinen neuen Feed speichern.
es: La app no puede guardar una nueva fuente en el entorno actual.
fa: برنامه در محیط فعلی نمی‌تواند فید جدید ذخیره کند.
fr: L’app ne peut pas enregistrer de nouveau flux dans l’environnement actuel.
he: האפליקציה לא יכולה לשמור פיד חדש בסביבה הנוכחית.
it: L’app non può salvare una nuova fonte nell’ambiente attuale.
ja: 現在の環境ではアプリは新しいフィードを保存できません。
ko: 현재 환경에서는 앱이 새 피드를 저장할 수 없습니다.
pt_br: O app não pode salvar um novo feed no ambiente atual.
ru: Приложение не может сохранить новую ленту в текущем окружении.
ur: ایپ موجودہ ماحول میں نئی فیڈ محفوظ نہیں کر سکتی۔
zh_hans: 应用无法在当前环境中保存新订阅源。

# feedManagement.addFeed.saveUnavailable.add.title
source: Feed creation is unavailable
ar: إنشاء الخلاصة غير متاح
de: Feed-Erstellung ist nicht verfügbar
es: La creación de fuentes no está disponible
fa: ایجاد فید در دسترس نیست
fr: Création de flux indisponible
he: יצירת פיד אינה זמינה
it: Creazione fonti non disponibile
ja: フィードを作成できません
ko: 피드 생성 사용 불가
pt_br: Criação de feeds indisponível
ru: Создание ленты недоступно
ur: فیڈ بنانا دستیاب نہیں
zh_hans: 无法创建订阅源

# feedManagement.addFeed.saveUnavailable.edit.detail
source: The app cannot save feed changes in the current environment.
ar: لا يمكن للتطبيق حفظ تغييرات الخلاصة في البيئة الحالية.
de: Die App kann in der aktuellen Umgebung keine Feed-Änderungen speichern.
es: La app no puede guardar cambios de fuentes en el entorno actual.
fa: برنامه در محیط فعلی نمی‌تواند تغییرات فید را ذخیره کند.
fr: L’app ne peut pas enregistrer les modifications du flux dans l’environnement actuel.
he: האפליקציה לא יכולה לשמור שינויי פיד בסביבה הנוכחית.
it: L’app non può salvare modifiche alle fonti nell’ambiente attuale.
ja: 現在の環境ではアプリはフィードの変更を保存できません。
ko: 현재 환경에서는 앱이 피드 변경 사항을 저장할 수 없습니다.
pt_br: O app não pode salvar alterações de feeds no ambiente atual.
ru: Приложение не может сохранить изменения ленты в текущем окружении.
ur: ایپ موجودہ ماحول میں فیڈ کی تبدیلیاں محفوظ نہیں کر سکتی۔
zh_hans: 应用无法在当前环境中保存订阅源更改。

# feedManagement.addFeed.saveUnavailable.edit.title
source: Feed editing is unavailable
ar: تحرير الخلاصة غير متاح
de: Feed-Bearbeitung ist nicht verfügbar
es: La edición de fuentes no está disponible
fa: ویرایش فید در دسترس نیست
fr: Modification de flux indisponible
he: עריכת פיד אינה זמינה
it: Modifica fonti non disponibile
ja: フィードを編集できません
ko: 피드 편집 사용 불가
pt_br: Edição de feeds indisponível
ru: Редактирование ленты недоступно
ur: فیڈ میں ترمیم دستیاب نہیں
zh_hans: 无法编辑订阅源

# feedManagement.addFeed.status.added.detail.format
source: %1$@ was saved in %2$@.
ar: تم حفظ %1$@ في %2$@.
de: %1$@ wurde in %2$@ gespeichert.
es: %1$@ se guardó en %2$@.
fa: %1$@ در %2$@ ذخیره شد.
fr: %1$@ a été enregistré dans %2$@.
he: %1$@ נשמר ב-%2$@.
it: %1$@ è stata salvata in %2$@.
ja: %1$@ は %2$@ に保存されました。
ko: %1$@이(가) %2$@에 저장되었습니다.
pt_br: %1$@ foi salvo em %2$@.
ru: %1$@ сохранён в %2$@.
ur: %1$@ کو %2$@ میں محفوظ کر دیا گیا۔
zh_hans: %1$@ 已保存到 %2$@。

# feedManagement.addFeed.status.added.title
source: Feed added
ar: تمت إضافة الخلاصة
de: Feed hinzugefügt
es: Fuente añadida
fa: فید افزوده شد
fr: Flux ajouté
he: הפיד נוסף
it: Fonte aggiunta
ja: フィードを追加しました
ko: 피드 추가됨
pt_br: Feed adicionado
ru: Лента добавлена
ur: فیڈ شامل ہو گئی
zh_hans: 订阅源已添加

# feedManagement.addFeed.status.updated.detail.format
source: %1$@ now points to %2$@ in %3$@.
ar: يشير %1$@ الآن إلى %2$@ في %3$@.
de: %1$@ verweist jetzt auf %2$@ in %3$@.
es: %1$@ ahora apunta a %2$@ en %3$@.
fa: %1$@ اکنون در %3$@ به %2$@ وصل است.
fr: %1$@ pointe maintenant vers %2$@ dans %3$@.
he: %1$@ מפנה עכשיו אל %2$@ ב-%3$@.
it: %1$@ ora punta a %2$@ in %3$@.
ja: %1$@ は現在 %3$@ 内の %2$@ を指しています。
ko: %1$@이(가) 이제 %3$@에서 %2$@을(를) 가리킵니다.
pt_br: %1$@ agora aponta para %2$@ em %3$@.
ru: %1$@ теперь указывает на %2$@ в %3$@.
ur: %1$@ اب %3$@ میں %2$@ سے منسلک ہے۔
zh_hans: %1$@ 现在指向 %3$@ 中的 %2$@。

# feedManagement.addFeed.status.updated.title
source: Feed updated
ar: تم تحديث الخلاصة
de: Feed aktualisiert
es: Fuente actualizada
fa: فید به‌روزرسانی شد
fr: Flux mis à jour
he: הפיד עודכן
it: Fonte aggiornata
ja: フィードを更新しました
ko: 피드 업데이트됨
pt_br: Feed atualizado
ru: Лента обновлена
ur: فیڈ اپ ڈیٹ ہو گئی
zh_hans: 订阅源已更新

# feedManagement.addFeed.subtitle
source: Find a feed, review its details, and choose which folder will store it.
ar: ابحث عن خلاصة، وراجع تفاصيلها، واختر المجلد الذي سيخزنها.
de: Finde einen Feed, prüfe seine Details und wähle aus, in welchem Ordner er gespeichert wird.
es: Busca una fuente, revisa sus detalles y elige en qué carpeta se guardará.
fa: یک فید پیدا کنید، جزئیاتش را بررسی کنید و پوشهٔ ذخیره‌سازی آن را انتخاب کنید.
fr: Trouvez un flux, vérifiez ses détails et choisissez le dossier où l’enregistrer.
he: מצא פיד, בדוק את הפרטים שלו ובחר באיזו תיקייה לשמור אותו.
it: Trova una fonte, controlla i dettagli e scegli in quale cartella salvarla.
ja: フィードを見つけて詳細を確認し、保存するフォルダを選択します。
ko: 피드를 찾고 세부 정보를 검토한 뒤 저장할 폴더를 선택합니다.
pt_br: Encontre um feed, revise os detalhes e escolha em qual pasta ele será salvo.
ru: Найдите ленту, проверьте данные и выберите, в какой папке она будет храниться.
ur: فیڈ تلاش کریں، اس کی تفصیلات دیکھیں، اور منتخب کریں کہ اسے کس فولڈر میں محفوظ کرنا ہے۔
zh_hans: 查找订阅源、检查详情，并选择用于存储的文件夹。

# feedManagement.addFeed.title
source: Add Feed
ar: إضافة خلاصة
de: Feed hinzufügen
es: Añadir fuente
fa: افزودن فید
fr: Ajouter un flux
he: הוסף פיד
it: Aggiungi fonte
ja: フィードを追加
ko: 피드 추가
pt_br: Adicionar feed
ru: Добавить ленту
ur: فیڈ شامل کریں
zh_hans: 添加订阅源

# feedManagement.addFeed.url.footer
source: Use a website address or a direct RSS / Atom feed link.
ar: استخدم عنوان موقع ويب أو رابطًا مباشرًا لخلاصة RSS / Atom.
de: Verwende eine Website-Adresse oder einen direkten RSS-/Atom-Feed-Link.
es: Usa la dirección de un sitio web o un enlace directo a una fuente RSS / Atom.
fa: از نشانی وب‌سایت یا پیوند مستقیم فید RSS / Atom استفاده کنید.
fr: Utilisez l’adresse d’un site web ou un lien direct vers un flux RSS / Atom.
he: השתמש בכתובת אתר או בקישור ישיר לפיד RSS / Atom.
it: Usa l’indirizzo di un sito web o un link diretto a un feed RSS / Atom.
ja: Web サイトアドレス、または直接の RSS / Atom フィードリンクを使用します。
ko: 웹 사이트 주소나 직접 RSS / Atom 피드 링크를 사용하세요.
pt_br: Use o endereço de um site ou um link direto para um feed RSS / Atom.
ru: Используйте адрес сайта или прямую ссылку на RSS / Atom-ленту.
ur: ویب سائٹ کا پتا یا براہ راست RSS / Atom فیڈ لنک استعمال کریں۔
zh_hans: 使用网站地址或直接的 RSS / Atom 订阅源链接。

# feedManagement.addFeed.url.prompt
source: Feed URL
ar: عنوان URL للخلاصة
es: URL de la fuente
fa: URL فید
fr: URL du flux
he: URL פיד
it: URL della fonte
ja: フィード URL
ko: 피드 URL
pt_br: URL do feed
ru: URL ленты
ur: فیڈ URL
zh_hans: 订阅源 URL

# feedManagement.addFeed.validation.emptyURL
source: Enter a feed URL to continue.
ar: أدخل عنوان URL للخلاصة للمتابعة.
de: Gib eine Feed-URL ein, um fortzufahren.
es: Introduce una URL de fuente para continuar.
fa: برای ادامه URL فید را وارد کنید.
fr: Saisissez une URL de flux pour continuer.
he: הזן URL של פיד כדי להמשיך.
it: Inserisci un URL della fonte per continuare.
ja: 続けるにはフィード URL を入力してください。
ko: 계속하려면 피드 URL을 입력하세요.
pt_br: Insira uma URL de feed para continuar.
ru: Введите URL ленты, чтобы продолжить.
ur: جاری رکھنے کے لیے فیڈ URL درج کریں۔
zh_hans: 请输入订阅源 URL 以继续。

# feedManagement.addFeed.validation.invalidURL
source: Enter a valid site or feed URL.
ar: أدخل عنوان موقع أو عنوان URL صالحًا للخلاصة.
de: Gib eine gültige Website- oder Feed-URL ein.
es: Introduce una dirección de sitio o URL de fuente válida.
fa: نشانی سایت یا فید معتبر وارد کنید.
fr: Saisissez une adresse de site ou une URL de flux valide.
he: הזן כתובת אתר או פיד תקינה.
it: Inserisci un indirizzo di sito o un URL valido per la fonte.
ja: 有効なサイトまたはフィード URL を入力してください。
ko: 올바른 사이트 또는 피드 URL을 입력하세요.
pt_br: Insira um endereço de site ou uma URL de feed válida.
ru: Введите корректный адрес сайта или ленты.
ur: درست سائٹ یا فیڈ URL درج کریں۔
zh_hans: 请输入有效的网站或订阅源 URL。

# feedManagement.createFolder.action.creating
source: Creating Folder...
ar: جارٍ إنشاء المجلد...
de: Ordner wird erstellt ...
es: Creando carpeta...
fa: در حال ساخت پوشه...
fr: Création du dossier...
he: יוצר תיקייה...
it: Creazione cartella...
ja: フォルダを作成中...
ko: 폴더 생성 중...
pt_br: Criando pasta...
ru: Создание папки...
ur: فولڈر بنایا جا رہا ہے...
zh_hans: 正在创建文件夹...

# feedManagement.createFolder.action.save
source: Save Folder
ar: حفظ المجلد
de: Ordner speichern
es: Guardar carpeta
fa: ذخیرهٔ پوشه
fr: Enregistrer le dossier
he: שמור תיקייה
it: Salva cartella
ja: フォルダを保存
ko: 폴더 저장
pt_br: Salvar pasta
ru: Сохранить папку
ur: فولڈر محفوظ کریں
zh_hans: 保存文件夹

# feedManagement.createFolder.action.saving
source: Saving Folder...
ar: جارٍ حفظ المجلد...
de: Ordner wird gespeichert ...
es: Guardando carpeta...
fa: در حال ذخیرهٔ پوشه...
fr: Enregistrement du dossier...
he: שומר תיקייה...
it: Salvataggio cartella...
ja: フォルダを保存中...
ko: 폴더 저장 중...
pt_br: Salvando pasta...
ru: Сохранение папки...
ur: فولڈر محفوظ ہو رہا ہے...
zh_hans: 正在保存文件夹...

# feedManagement.createFolder.edit.summary.description
source: Rename this folder. Feeds inside it stay in the same place.
ar: أعد تسمية هذا المجلد. ستبقى الخلاصات داخله في مكانها.
de: Benenne diesen Ordner um. Die Feeds darin bleiben am selben Ort.
es: Cambia el nombre de esta carpeta. Las fuentes que contiene se quedarán en el mismo lugar.
fa: نام این پوشه را تغییر دهید. فیدهای داخل آن در همان جای خود می‌مانند.
fr: Renommez ce dossier. Les flux qu’il contient resteront au même endroit.
he: שנה את שם התיקייה הזו. הפידים שבתוכה נשארים באותו מקום.
it: Rinomina questa cartella. Le fonti al suo interno resteranno nello stesso posto.
ja: このフォルダの名前を変更します。中のフィードは同じ場所に残ります。
ko: 이 폴더의 이름을 변경합니다. 그 안의 피드는 같은 위치에 유지됩니다.
pt_br: Renomeie esta pasta. Os feeds dentro dela permanecerão no mesmo lugar.
ru: Переименуйте эту папку. Ленты внутри останутся на месте.
ur: اس فولڈر کا نام تبدیل کریں۔ اس کے اندر موجود فیڈز اسی جگہ رہیں گی۔
zh_hans: 重命名此文件夹。其中的订阅源会留在原位置。

# feedManagement.createFolder.edit.summary.title
source: Folder Name
ar: اسم المجلد
de: Ordnername
es: Nombre de la carpeta
fa: نام پوشه
fr: Nom du dossier
he: שם תיקייה
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da pasta
ru: Имя папки
ur: فولڈر کا نام
zh_hans: 文件夹名称

# feedManagement.createFolder.empty.description
source: Create the first folder, then add or move feeds into it.
ar: أنشئ المجلد الأول، ثم أضف الخلاصات إليه أو انقلها إليه.
de: Erstelle den ersten Ordner und füge dann Feeds hinzu oder verschiebe sie dorthin.
es: Crea la primera carpeta y luego añade o mueve fuentes a ella.
fa: اولین پوشه را بسازید، سپس فیدها را به آن اضافه یا منتقل کنید.
fr: Créez le premier dossier, puis ajoutez-y ou déplacez-y des flux.
he: צור את התיקייה הראשונה, ואז הוסף או העבר אליה פידים.
it: Crea la prima cartella, poi aggiungi o sposta fonti al suo interno.
ja: 最初のフォルダを作成してから、そこにフィードを追加または移動します。
ko: 첫 폴더를 만든 다음 피드를 추가하거나 이동하세요.
pt_br: Crie a primeira pasta e depois adicione ou mova feeds para ela.
ru: Создайте первую папку, затем добавляйте или перемещайте в неё ленты.
ur: پہلا فولڈر بنائیں، پھر فیڈز اس میں شامل یا منتقل کریں۔
zh_hans: 先创建第一个文件夹，然后将订阅源添加或移动进去。

# feedManagement.createFolder.empty.title
source: No folders yet
ar: لا توجد مجلدات حتى الآن
de: Noch keine Ordner
es: Todavía no hay carpetas
fa: هنوز پوشه‌ای نیست
fr: Aucun dossier pour le moment
he: עדיין אין תיקיות
it: Non ci sono ancora cartelle
ja: まだフォルダがありません
ko: 아직 폴더 없음
pt_br: Ainda não há pastas
ru: Папок пока нет
ur: ابھی کوئی فولڈرز نہیں
zh_hans: 还没有文件夹

# feedManagement.createFolder.error.generic
source: Unable to create the folder right now. Try again.
ar: تعذر إنشاء المجلد الآن. حاول مرة أخرى.
de: Der Ordner kann momentan nicht erstellt werden. Versuche es erneut.
es: No se pudo crear la carpeta. Inténtalo de nuevo.
fa: در حال حاضر نمی‌توان پوشه را ساخت. دوباره تلاش کنید.
fr: Impossible de créer le dossier pour le moment. Réessayez.
he: לא ניתן ליצור את התיקייה כרגע. נסה שוב.
it: Non è stato possibile creare la cartella. Riprova.
ja: 現在フォルダを作成できません。もう一度お試しください。
ko: 지금 폴더를 만들 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível criar a pasta. Tente novamente.
ru: Не удалось создать папку. Попробуйте ещё раз.
ur: فولڈر ابھی نہیں بنایا جا سکا۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法创建文件夹。请重试。

# feedManagement.createFolder.error.loadDetails
source: Unable to load the folder details right now. Try again.
ar: تعذر تحميل تفاصيل المجلد الآن. حاول مرة أخرى.
de: Die Ordnerdetails können momentan nicht geladen werden. Versuche es erneut.
es: No se pudieron cargar los detalles de la carpeta. Inténtalo de nuevo.
fa: در حال حاضر جزئیات پوشه بارگذاری نمی‌شود. دوباره تلاش کنید.
fr: Impossible de charger les détails du dossier pour le moment. Réessayez.
he: לא ניתן לטעון את פרטי התיקייה כרגע. נסה שוב.
it: Non è stato possibile caricare i dettagli della cartella. Riprova.
ja: 現在フォルダの詳細を読み込めません。もう一度お試しください。
ko: 지금 폴더 세부 정보를 불러올 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível carregar os detalhes da pasta. Tente novamente.
ru: Не удалось загрузить данные папки. Попробуйте ещё раз.
ur: فولڈر کی تفصیلات ابھی لوڈ نہیں ہو سکیں۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法加载文件夹详情。请重试。

# feedManagement.createFolder.error.loadExistingFolders
source: Unable to load existing folders right now. Try again.
ar: تعذر تحميل المجلدات الموجودة الآن. حاول مرة أخرى.
de: Bestehende Ordner können momentan nicht geladen werden. Versuche es erneut.
es: No se pudieron cargar las carpetas existentes. Inténtalo de nuevo.
fa: در حال حاضر پوشه‌های موجود بارگذاری نمی‌شوند. دوباره تلاش کنید.
fr: Impossible de charger les dossiers existants pour le moment. Réessayez.
he: לא ניתן לטעון תיקיות קיימות כרגע. נסה שוב.
it: Non è stato possibile caricare le cartelle esistenti. Riprova.
ja: 現在既存のフォルダを読み込めません。もう一度お試しください。
ko: 지금 기존 폴더를 불러올 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível carregar as pastas existentes. Tente novamente.
ru: Не удалось загрузить существующие папки. Попробуйте ещё раз.
ur: موجودہ فولڈرز ابھی لوڈ نہیں ہو سکے۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法加载现有文件夹。请重试。

# feedManagement.createFolder.error.updateGeneric
source: Unable to update the folder right now. Try again.
ar: تعذر تحديث المجلد الآن. حاول مرة أخرى.
de: Der Ordner kann momentan nicht aktualisiert werden. Versuche es erneut.
es: No se pudo actualizar la carpeta. Inténtalo de nuevo.
fa: در حال حاضر نمی‌توان پوشه را به‌روزرسانی کرد. دوباره تلاش کنید.
fr: Impossible de mettre à jour le dossier pour le moment. Réessayez.
he: לא ניתן לעדכן את התיקייה כרגע. נסה שוב.
it: Non è stato possibile aggiornare la cartella. Riprova.
ja: 現在フォルダを更新できません。もう一度お試しください。
ko: 지금 폴더를 업데이트할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível atualizar a pasta. Tente novamente.
ru: Не удалось обновить папку. Попробуйте ещё раз.
ur: فولڈر ابھی اپ ڈیٹ نہیں ہو سکا۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法更新文件夹。请重试。

# feedManagement.createFolder.existingFolders.title
source: Existing Folders
ar: المجلدات الموجودة
de: Bestehende Ordner
es: Carpetas existentes
fa: پوشه‌های موجود
fr: Dossiers existants
he: תיקיות קיימות
it: Cartelle esistenti
ja: 既存のフォルダ
ko: 기존 폴더
pt_br: Pastas existentes
ru: Существующие папки
ur: موجودہ فولڈرز
zh_hans: 现有文件夹

# feedManagement.createFolder.name.footer
source: Use a name that helps organize feed storage for easier reading.
ar: استخدم اسمًا يساعد على تنظيم الخلاصات لتسهيل القراءة.
de: Verwende einen Namen, der beim Organisieren von Feeds für leichteres Lesen hilft.
es: Usa un nombre que ayude a organizar las fuentes para leer con más facilidad.
fa: نامی انتخاب کنید که سازمان‌دهی فیدها را برای خواندن آسان‌تر کند.
fr: Utilisez un nom qui aide à organiser les flux pour faciliter la lecture.
he: בחר שם שיעזור לארגן פידים לקריאה נוחה יותר.
it: Usa un nome che aiuti a organizzare le fonti per leggere più facilmente.
ja: フィードを整理し、読みやすくするための名前を使用してください。
ko: 피드 저장을 정리하고 읽기 쉽게 만드는 이름을 사용하세요.
pt_br: Use um nome que ajude a organizar os feeds para facilitar a leitura.
ru: Используйте имя, по которому легко организовать хранение лент для удобства их чтения.
ur: ایسا نام استعمال کریں جو آسان مطالعے کے لیے فیڈز کو منظم کرنے میں مدد دے۔
zh_hans: 使用有助于整理订阅源、方便阅读的名称。

# feedManagement.createFolder.name.placeholder
source: Examples: News, Tech, Design
ar: أمثلة: الأخبار والتكنولوجيا والتصميم
de: Beispiele: Nachrichten, Technik, Design
es: Ejemplos: Noticias, Tecnología, Diseño
fa: نمونه‌ها: اخبار، فناوری، طراحی
fr: Exemples : Actualités, Tech, Design
he: דוגמאות: חדשות, טכנולוגיה, עיצוב
it: Esempi: Notizie, Tecnologia, Design
ja: 例: ニュース、テック、デザイン
ko: 예: 뉴스, 기술, 디자인
pt_br: Exemplos: Notícias, Tecnologia, Design
ru: Например: Новости, Технологии, Дизайн
ur: مثلاً: News، Tech، Design
zh_hans: 示例：新闻、科技、设计

# feedManagement.createFolder.name.prompt
source: Folder Name
ar: اسم المجلد
de: Ordnername
es: Nombre de la carpeta
fa: نام پوشه
fr: Nom du dossier
he: שם תיקייה
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da pasta
ru: Имя папки
ur: فولڈر کا نام
zh_hans: 文件夹名称

# feedManagement.createFolder.new.action
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fa: ایجاد
fr: Créer
he: צור
it: Crea
ja: 新規作成
ko: 생성
pt_br: Criar
ru: Создать новую папку
ur: بنائیں
zh_hans: 创建

# feedManagement.createFolder.new.summary.description
source: Create a folder for feeds you want to keep together.
ar: أنشئ مجلدًا للخلاصات التي تريد إبقاءها معًا.
de: Erstelle einen Ordner für Feeds, die du zusammenhalten möchtest.
es: Crea una carpeta para las fuentes que quieras mantener juntas.
fa: برای فیدهایی که می‌خواهید کنار هم نگه دارید پوشه بسازید.
fr: Créez un dossier pour les flux que vous voulez garder ensemble.
he: צור תיקייה לפידים שברצונך לשמור יחד.
it: Crea una cartella per le fonti che vuoi tenere insieme.
ja: まとめておきたいフィード用のフォルダを作成します。
ko: 함께 보관하고 싶은 피드를 위한 폴더를 만듭니다.
pt_br: Crie uma pasta para os feeds que você quer manter juntos.
ru: Создайте папку для лент, которые хотите держать вместе.
ur: ان فیڈز کے لیے فولڈر بنائیں جنہیں آپ ساتھ رکھنا چاہتے ہیں۔
zh_hans: 为想放在一起的订阅源创建文件夹。

# feedManagement.createFolder.new.summary.title
source: New Folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fa: پوشهٔ جدید
fr: Nouveau dossier
he: תיקייה חדשה
it: Nuova cartella
ja: 新しいフォルダ
ko: 새 폴더
pt_br: Nova pasta
ru: Новая папка
ur: نیا فولڈر
zh_hans: 新文件夹

# feedManagement.createFolder.placement.afterExisting.description.count
source: This folder will be added after %lld existing folders.
ar: ستتم إضافة هذا المجلد بعد %lld مجلد موجود.
de: Dieser Ordner wird nach %lld bestehenden Ordnern hinzugefügt.
es: Esta carpeta se añadirá después de %lld carpetas existentes.
fa: این پوشه پس از %lld پوشهٔ موجود افزوده می‌شود.
fr: Ce dossier sera ajouté après %lld dossiers existants.
he: התיקייה הזו תתווסף אחרי %lld תיקיות קיימות.
it: Questa cartella verrà aggiunta dopo %lld cartelle esistenti.
ja: このフォルダは既存のフォルダ %lld 件の後に追加されます。
ko: 이 폴더는 기존 폴더 %lld개 뒤에 추가됩니다.
pt_br: Esta pasta será adicionada depois de %lld pastas existentes.
ru: Эта папка будет добавлена после %lld существующих папок.
ur: یہ فولڈر %lld موجودہ فولڈرز کے بعد شامل ہو گا۔
zh_hans: 此文件夹将添加到 %lld 个现有文件夹之后。

# feedManagement.createFolder.placement.editing.description.format
source: "%@" keeps its current order.
ar: يحتفظ "%@" بترتيبه الحالي.
de: „%@“ behält seine aktuelle Reihenfolge.
es: «%@» conservará su orden actual.
fa: «%@» ترتیب فعلی خود را حفظ می‌کند.
fr: « %@ » conserve son ordre actuel.
he: "%@" שומרת על הסדר הנוכחי שלה.
it: “%@” manterrà l’ordine attuale.
ja: 「%@」は現在の順序を維持します。
ko: “%@”은(는) 현재 순서를 유지합니다.
pt_br: “%@” manterá a ordem atual.
ru: «%@» сохраняет текущий порядок.
ur: "%@" اپنی موجودہ ترتیب برقرار رکھتا ہے۔
zh_hans: “%@”会保持当前顺序。

# feedManagement.createFolder.placement.first.description
source: This will be the first folder.
ar: سيكون هذا هو المجلد الأول.
de: Dies wird der erste Ordner sein.
es: Esta será la primera carpeta.
fa: این اولین پوشه خواهد بود.
fr: Ce sera le premier dossier.
he: זו תהיה התיקייה הראשונה.
it: Questa sarà la prima cartella.
ja: これが最初のフォルダになります。
ko: 이 폴더가 첫 폴더가 됩니다.
pt_br: Esta será a primeira pasta.
ru: Это будет первая папка.
ur: یہ پہلا فولڈر ہو گا۔
zh_hans: 这将是第一个文件夹。

# feedManagement.createFolder.rename.title
source: Rename Folder
ar: إعادة تسمية المجلد
de: Ordner umbenennen
es: Renombrar carpeta
fa: تغییر نام پوشه
fr: Renommer le dossier
he: שינוי שם התיקייה
it: Rinomina cartella
ja: フォルダ名を変更
ko: 폴더 이름 변경
pt_br: Renomear pasta
ru: Переименовать папку
ur: فولڈر کا نام تبدیل کریں
zh_hans: 重命名文件夹

# feedManagement.createFolder.status.created.detail.format
source: "%@" is ready for feeds.
ar: "%@" جاهز للخلاصات.
de: „%@“ ist bereit für Feeds.
es: «%@» está lista para fuentes.
fa: «%@» برای فیدها آماده است.
fr: « %@ » est prêt pour les flux.
he: "%@" מוכנה לפידים.
it: “%@” è pronta per le fonti.
ja: 「%@」でフィードを保存できます。
ko: “%@”을(를) 피드에 사용할 준비가 되었습니다.
pt_br: “%@” está pronta para feeds.
ru: «%@» готова для лент.
ur: "%@" فیڈز کے لیے تیار ہے۔
zh_hans: “%@”已可用于订阅源。

# feedManagement.createFolder.status.created.title
source: Folder created
ar: تم إنشاء المجلد
de: Ordner erstellt
es: Carpeta creada
fa: پوشه ساخته شد
fr: Dossier créé
he: התיקייה נוצרה
it: Cartella creata
ja: フォルダを作成しました
ko: 폴더 생성됨
pt_br: Pasta criada
ru: Папка создана
ur: فولڈر بن گیا
zh_hans: 文件夹已创建

# feedManagement.createFolder.status.createFailed.title
source: Folder could not be created
ar: تعذر إنشاء المجلد
de: Ordner konnte nicht erstellt werden
es: No se pudo crear la carpeta
fa: پوشه ساخته نشد
fr: Impossible de créer le dossier
he: לא ניתן היה ליצור את התיקייה
it: Impossibile creare la cartella
ja: フォルダを作成できませんでした
ko: 폴더를 만들 수 없음
pt_br: Não foi possível criar a pasta
ru: Не удалось создать папку
ur: فولڈر نہیں بن سکا
zh_hans: 无法创建文件夹

# feedManagement.createFolder.status.renamed.detail.format
source: "%@" has been renamed.
ar: تمت إعادة تسمية "%@".
de: „%@“ wurde umbenannt.
es: «%@» ha cambiado de nombre.
fa: نام «%@» تغییر کرد.
fr: « %@ » a été renommé.
he: "%@" שמה שונה.
it: “%@” è stata rinominata.
ja: 「%@」の名前を変更しました。
ko: “%@”의 이름이 변경되었습니다.
pt_br: “%@” foi renomeada.
ru: «%@» переименована.
ur: "%@" کا نام تبدیل ہو گیا۔
zh_hans: “%@”已重命名。

# feedManagement.createFolder.status.updated.title
source: Folder updated
ar: تم تحديث المجلد
de: Ordner aktualisiert
es: Carpeta actualizada
fa: پوشه به‌روزرسانی شد
fr: Dossier mis à jour
he: התיקייה עודכנה
it: Cartella aggiornata
ja: フォルダを更新しました
ko: 폴더 업데이트됨
pt_br: Pasta atualizada
ru: Папка обновлена
ur: فولڈر اپ ڈیٹ ہو گیا
zh_hans: 文件夹已更新

# feedManagement.createFolder.status.updateFailed.title
source: Folder could not be updated
ar: تعذر تحديث المجلد
de: Ordner konnte nicht aktualisiert werden
es: No se pudo actualizar la carpeta
fa: پوشه به‌روزرسانی نشد
fr: Impossible de mettre à jour le dossier
he: לא ניתן היה לעדכן את התיקייה
it: Impossibile aggiornare la cartella
ja: フォルダを更新できませんでした
ko: 폴더를 업데이트할 수 없음
pt_br: Não foi possível atualizar a pasta
ru: Не удалось обновить папку
ur: فولڈر اپ ڈیٹ نہیں ہو سکا
zh_hans: 无法更新文件夹
